import './For.scss';

const For = () => {
	return (
		<section class='for'>
			<div class='for__main container'>
				<div class='for__body'>
					<h2 class='for__title'>КУРС ДЛЯ ТЕБЯ ЕСЛИ:</h2>
					<div class='for__content'>
						<div class='for__content-box'>
							<img src='./icons/scroll.svg' alt='' />
							<p>
								Ты владелец бизнеса, фрилансер или крутой стартапер, наш курс -
								это как твоя тыквенная карета в мире соцмедиа! У нас ты освоишь
								все хитрости, узнаешь, как привлечь клиентов и сделать свой
								бизнес невероятно успешным. Готов стать королем своей соцмедиа
								империи?
							</p>
						</div>
						<div class='for__content-box'>
							<img src='./icons/schedule.svg' alt='' />
							<p>
								Ты маркетолог, PR-чудо или просто рекламный гуру, то наш курс
								станет твоим секретным рецептом для соцмедиа успеха. Мы
								расскажем тебе о горячих трендах, суперэффективных стратегиях и
								способах взорвать соцсети. Стань настоящим властелином соцмедиа
								и покори своей маркетинговой магией!
							</p>
						</div>
						<div class='for__content-box'>
							<img src='./icons/constellation.svg' alt='' />
							<p>
								Ты любишь создавать контент, блогеришь или мечтаешь стать
								соцмедиа-звездой, наш курс поможет тебе воплотить свои мечты в
								реальность. Узнай, как собирать армию фанатов, создавать
								контент, который будет собирать миллионы лайков, и стать
								культовой фигурой в соцмедиа. Готов собрать свою тыквенную
								корону соцсетей?
							</p>
						</div>
						<div class='for__content-box'>
							<img src='./icons/pensil.svg' alt='' />
							<p>
								Соцсети - это твое второе дыхание, ты знаешь все интернет-мемы и
								хочешь погрузиться в мир соцмедиа, то наш курс - это твой билет
								в путешествие по соцмедиа-чудесам! Открой для себя секреты
								вирусного контента, общайся с аудиторией на языке мемов и стань
								истинным гуру соцсетей. Готов отправиться в увлекательное
								приключение соцмедиа-странством?
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>
	);
};

export default For;
