export const programOfCourse = [
	{
		title: 'Знакомство с SMM',
		descriptions: [
			'Обзор соц сетей и инструментов',
			'Зачем брендам нужны соц сети',
			'Тренды. Брифинг',
		],
	},
	{
		title: 'Основы и принципы Интернет-Маркетинга',
		descriptions: [
			'Виды и примеры интернет-маркетинга',
			'Портрет идеального SMM-щика',
			'Что обязательно читать SMM-щикам',
		],
	},
	{
		title: 'Коммуникация и SMM стратегия',
		descriptions: [
			'Компас и архетипы бренда',
			'Персона и голос',
			'Три основные виды стратегии',
			'Чего можно достичь с помощью соцсетей',
		],
	},
	{
		title: 'Анализ конкурентов',
		descriptions: [
			'Прямые и непрямые конкуренты SMM',
			'Статистика аккаунта: Основные метрики и их расчет',
			'Обзор функционала страниц',
			'Упаковка страниц',
		],
	},
	{
		title: 'Анализ целевой аудитории',
		descriptions: [
			'Схема изучения целевой аудитории',
			'Выбор ядра целевой аудитории',
			'Портрет клиента: примеры описания, точки боли, драйверы и барьеры',
		],
	},
	{
		title: 'Тон голоса',
		descriptions: [
			'Что это, почему важно в SMM',
			'Итоги работы с стратегией: что должно быть в брифе?',
		],
	},
	{
		title: 'Копирайтинг',
		descriptions: [
			'Структура рекламного текста',
			'Стилистика текста - 10 советов по копирайтингу',
		],
	},
	{
		title: 'Визуал: Айдентика и единый визуальный стиль',
		descriptions: [
			'Визуальный стиль в зависимости от коммуникационных целей',
			'Каким бывает контент',
		],
	},
	{
		title: 'Видео и Фото съемка на телефон',
		descriptions: [
			'Moodboard SMM-щика: где находить референсы',
			'Организация съемки',
			'Программы для обработки и не только',
		],
	},
	{
		title: 'Упаковка себя как SMM-специалиста',
		descriptions: [
			'Личный бренд',
			'Собственное ценообразование',
			'Кейсы на примере собственной страницы',
		],
	},
	{
		title: 'Поиск клиентов и продажи',
		descriptions: [
			'Секреты поиска клиентов',
			'Взаимодействие коммерческого предложения',
			'Презентация коммерческих предложений',
		],
	},
];
